"john.appleseed" = "john.appleseed";
"Sign In" = "登录";
"Your account name or password was entered incorrectly." = "您的帐户名称或密码输入不正确。";
"There was an error logging in. Please try again." = "登录出错。请再试一次。";
"Apple ID password" = "Apple ID 密码";
"Invalid token data is returned by server" = "登录出错。请再试一次。";
"Authentication was canceled by user" = "已取消鉴定";
"password" = "密码";
"OK" = "好";
"Password field is empty" = "请输入密码。";
"Password expired. Please change your password on Mac." = "密码无效。请在“设置”->“Store”中更改密码。";
"Required" = "必填";
"Would you like to visit iForgot.apple.com to recover your %@?" = "您要访问 iForgot.apple.com 来恢复您的帐户信息吗？";
"Password" = "密码";
"Apple ID field is empty" = "Apple ID 栏为空";
"Apple ID" = "Apple ID";
"Cancel" = "取消";


/* New Localized Strings. Added in ACME 2.1.6 */
/* Chinese (Simplified) same as Chinese China */
"Your Apple ID or password was entered incorrectly." = "您输入的 Apple ID 或密码不正确。";

"To protect your security, it’s time to reset your password. It’s easy, just go to %@." = "为了确保安全，请立即重设您的密码。此操作很简单，只需访问 %@ 即可。";

"This Apple ID has been disabled for security reasons. You can reset your password at %@." = "出于安全原因，此 Apple ID 已被停用。您可以在 %@ 上重设密码。";

"The current time on this device seems to be incorrect. You can fix it by going to Settings > General > Date & Time, then try again." = "此设备上的当前时间可能不正确。您可以前往“设置”>“通用”>“日期与时间”改正当前时间，然后重试。";

"Oops, an error occurred. Thanks for your patience, please try again later." = "很抱歉，发生了错误。感谢您的耐心，请稍后再试。";

"You appear to be offline. Please connect to the Internet and try again." = "您似乎没有连接网络。请连接至 Internet，然后重试。";

"Two-step verification has been disabled for the Apple ID account %@." = "Apple ID 帐户 %@ 已禁用两步验证。";

"Signing In" = "正在登录";

"A new code has been sent to your device." = "新验证码已发送至您的设备。";

"Code %1$d of %2$d selected" = "已选择 %2$d 位验证码中的第 %1$d 位";

"Sending New Code" = "正在发送新验证码";

"Verifying code" = "正在验证代码";

"Verified" = "已验证";

/* Verification Code Screen Prompt */
"Enter verification code" = "输入验证码";

/* Verification Code Screen Title */
"Enter the Verification Code sent to %@" = "输入发送至“%@”的验证码";

/* Send new code button title */
"Send a new code" = "发送新验证码";

/* SMS subtitle */
"SMS to Phone Number" = "发送短信至电话号码";

/* Unable Receive Messages Text */
"Unable to receive messages at any of your devices?" = "无法在任何设备接收信息？";

/* Verification Code Screen Title */
"Verification Code" = "验证码";

/* Trusted devices screen title */
"Verify Identity" = "验证身份";

/* Send button title */
"Send" = "发送";

/* Trusted Devices List Footer Text */
"To manage your trusted devices visit %@ from a Mac or PC." = "若要管理您的受信任设备，请通过 Mac 或 PC 访问 %@。";

/* Trusted Devices List Header Title */
"Two-step verification is enabled for this Apple ID." = "此 Apple ID 已启用两步验证。";

/* Trusted Devices List Header Text */
"The device you select below will be sent a temporary code that you can use to verify your identity." = "您在下方所选的设备将收到一个临时验证码，您可用该验证码来验证自己的身份。";

/* Trusted Devices section header */
"TRUSTED DEVICES" = "受信任设备";

/* Error Message */
"Two-step verification required, but user interaction is not allowed." = "需要进行两步验证，但不允许用户进行交互操作。";

/* Button title */
"My Apple ID…" = "我的 Apple ID…";

/* Phone number description */
"Number ending in %@" = "尾号 %@";

/* Error Message */
"Sorry, but you have made too many unsuccessful attempts to verify your identity. For security reasons, you will not be able to make changes to your account for the next eight hours without your Recovery Key." = "很抱歉，您尝试验证身份的失败次数过多。为了帐户安全，在未来八小时内，如果不使用恢复密钥您将无法更改帐户。";

/* Error Message */
"You have sent too many codes to verify your phone number. Please try again later." = "您已发送过多验证码来验证您的电话号码。请稍后再试。";

/* Error Message */
"No Device information available." = "无法提供设备信息";

/* Error Message */
"The verification code you entered is not valid." = "您输入的验证码无效。";

/* Error Message */
"Invalid Session." = "无效操作。";

/* Error Message */
"Cannot find this person." = "无法发现此人。";

/* Error Message */
"You failed to verify the code too many times. Please send a new code to a different device or try again later." = "验证码验证失败次数过多。请发送一个新验证码到其他设备，或稍后重试。";

/* Send Code to label */
"Send Code to:" = "发送验证码至：";

/* Error Message */
"Please enter a valid phone number." = "请输入有效电话号码。";
